{
  "header-nav1": "Inicio",
  "header-nav2": "Sobre",
  "header-nav3": "Projetos",
  "header-nav4": "Contato",
  "home-title": "Olá, meu nome é José Lucas",
  "home-h3": "Desenvolvedor full-stack e entusiasta de tecnologia e inovação",
  "home-text": "Tenho cerca de dois anos de experiência dedicada à criação de aplicações web e mobile inovadoras. Sou especialista no uso de tecnologias de ponta, como React, Angular e Node.js, para desenvolver soluções robustas e eficientes. Minha expertise se concentra na construção de produtos que oferecem experiências excepcionais aos usuários, combinando habilidades técnicas sólidas com um entendimento profundo das necessidades do mercado e das tendências atuais da indústria de tecnologia.",
  "home-btn-resume": "Meu Currículo",
  "home-btn-get": "Entre em Contato",
  "about-title": "Sobre mim",
  "about-h1": "Sou um desenvolvedor de software dedicado e estou em busca da minha primeira oportunidade",
  "about-text": "Além de ter tamanha determinação pela programação, aprecio profundamente um bom café, sou um apaixonado por gatos e um praticante assíduo de exercícios físicos durante o meu tempo livre. Atualmente, estou em busca de oportunidades para aplicar minhas habilidades e entusiasmo em uma empresa de tecnologia, seja no Brasil, Estados Unidos ou na Europa. Estou animado com a perspectiva de mudança e prontidão para enfrentar novos desafios.",
  "about-btn-resume": "Meu Currículo",
  "projects-title": "Projetos",
  "projects-h2": "Dê uma olhada nos meus projetos de destaque",
  "contact-title": "Contato",
  "contact-h2": "Gostou do meu trabalho? Vamos trabalhar juntos",
  "contact-placeholder-name": "Seu nome",
  "contact-placeholder-email": "Seu e-mail",
  "contact-placeholder-message": "Sua Mensagem",
  "contact-text-first": "Estou sempre pronto para bater um papo. Envie-me um e-mail para",
  "contact-text-last": "ou avise-me nas redes sociais.",

  "contact-msg-required-empty": " O Input não pode estar vázio ",
  "contact-msg-required-email": " O Input não corresponde o tipo Email",
  "contact-msg-required-min": " O mínimo de caracteres é 6 ",
  "contact-msg-required-max": "O máximo de caracteres é 200 ",
  "contact-btn": "Envie sua mensagem",
  "footer-text": "José Lucas 2024. Layout baseado no template da rocketseat's.",
  "alert-sucess": "Formulário enviado",
  "alert-error": "Por favor, verifique se você preencheu Corretamente o formulário de contato e tente novamente."
}
